alpha_1.5/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
25404
(
( 8.864395795e-08 4.288822808e-08 1.046414289e-09 2.078205164e-08 5.059879182e-10 2.824598084e-07 )
( 8.725362477e-08 4.218769689e-08 1.008230943e-09 2.043026193e-08 4.839305623e-10 2.765353031e-07 )
( 3.44878913e-07 1.652952335e-07 3.85423915e-09 7.950572467e-08 1.911583558e-09 1.076018748e-06 )
( 3.416315906e-07 1.637159954e-07 3.703969575e-09 7.873573793e-08 1.822045403e-09 1.063178161e-06 )
( 8.710468791e-08 4.223848649e-08 9.871078399e-10 2.051111636e-08 4.724468594e-10 2.747223675e-07 )
( 9.45634099e-07 4.468764132e-07 9.921533817e-09 2.129768006e-07 4.991178137e-09 2.875217888e-06 )
( 9.371485135e-07 4.429170986e-07 9.515214394e-09 2.110594721e-07 4.750441374e-09 2.850291139e-06 )
( 3.402892332e-07 1.633519844e-07 3.577214969e-09 7.868214169e-08 1.757691659e-09 1.058662519e-06 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
